Repository: thomasgalliker/MeteoSwissApi
Catalog: MeteoSwissApi/MultilingualResources/MeteoSwissApi.*.xlf
Languages: de

# E
source: East
de: Ost

# ENE
source: East-northeast
de: Ost-Nordost

# ESE
source: East-southeast
de: Ost-Südost

# N
source: North
de: Nord

# NE
source: Northeast
de: Nordost

# NNE
source: North-northeast
de: Nord-Nordost

# NNW
source: North-northwest
de: Nord-Nordwest

# NW
source: Northwest
de: Nordwest

# S
source: South
de: Süd

# SE
source: Southeast
de: Südost

# SSE
source: South-southeast
de: Süd-Südost

# SSW
source: South-southwest
de: Süd-Südwest

# SW
source: Southwest
de: Südwest

# WNW
source: West-northwest
de: West-Nordwest

# WSW
source: West-southwest
de: West-Südwest

source: E
de: O

source: ENE
de: ONO

source: ESE
de: OSO

source: NE
de: NO

source: NNE
de: NNO

source: SE
de: SO

source: SSE
de: SSO

# Level2
source: Moderate
de: Mässig

# Level0
source: No danger level
de: Keine Gefahrenstufe

source: Mass movements
de: Erdrutsche

source: Slippery roads
de: Rutschige Strassen

# WIND
source: Wind station
de: Windmessstation

source: Sunny
de: Sonnig

source: Mostly sunny with some clouds
de: Ziemlich sonnig, ein paar Wolken

source: Partly sunny, thick passing clouds
de: Teilweise sonnig

source: Overcast
de: Wechselnd bewölkt

source: Very cloudy
de: Bedeckt

source: Sunny intervals, isolated showers
de: Aufhellungen, einzelne Regenschauer

source: Sunny intervals, isolated sleet
de: Aufhellungen, einzelne Regen‐ oder Schneeschauer

source: Overcast, some sleet
de: Bewölkt, einige Regen‐ oder Schneeschauer

source: Clear sky
de: Klarer Himmel

source: Slightly overcast
de: Leicht bewölkt

source: Heavy cloud formations
de: Teilweise bewölkt

source: Overcast
de: Wechselnd bewölkt

source: Very cloudy
de: Bedeckt

source: Overcast, scattered showers
de: Aufhellungen, einzelne Regenschauer

source: Overcast, scattered rain and snow showers
de: Aufhellungen, einzelne Regen‐ oder Schneeschauer

source: Overcast, snow showers
de: Aufhellungen, einzelne Schneeschauer

source: Overcast, some showers
de: Bewölkt, einige Regenschauer

source: Overcast, some snow showers
de: Bewölkt, einige Schneeschauer

source: Overcast, some rain and snow showers
de: Bewölkt, einige Regen‐ oder Schneeschauer

source: Sunny intervals, chance of thunderstorms
de: Aufhellungen, leicht gewitterhaft

source: Sunny intervals, possible thunderstorms
de: Aufhellungen und gewitterhaft

source: Very cloudy, light rain
de: stark bewölkt, schwacher Regen

source: Very cloudy, light sleet
de: Stark bewölkt, schwacher Schnee oder Regen

source: Very cloudy, light snow showers
de: Stark bewölkt, schwacher Schnee

source: Very cloudy, intermittent rain
de: Stark bewölkt, zeitweise Regen

source: Very cloudy, intermittent sleet
de: Stark bewölkt, zeitweise Schnee oder Regen

source: Very cloudy, intermittent snow
de: Stark bewölkt, zeitweise Schnee

source: Very overcast with rain
de: Stark bewölkt, anhaltender Regen

source: Very overcast with frequent sleet
de: Stark bewölkt, anhaltender Regen oder Schnee

source: Very overcast with heavy snow
de: Stark bewölkt, anhaltender Schnee

source: Very overcast, slight chance of storms
de: Stark bewölkt, leicht gewitterhaft

source: Very overcast with storms
de: Stark bewölkt, gewitterhaft

source: Very cloudy, very stormy
de: Stark bewölkt, stark gewitterhaft

source: High cloud cover
de: Hohe Wolkendecke

source: Stratus
de: Hochnebel

source: Fog
de: Nebel

source: Sunny intervals, scattered showers
de: Leicht bewölkt, einzelne Regenschauer

source: Sunny intervals, scattered snow showers
de: Leicht bewölkt, leichter Schneefall

source: Sunny intervals, scattered sleet
de: Teilweise sonnig, einige Schnee‐ oder Regenschauer

source: Sunny intervals, some showers
de: Teilweise sonnig, einige Regenschauer

source: Short sunny intervals, frequent rain
de: Bewölkt, häufige Regenschauer

source: Short sunny intervals, frequent snowfalls
de: Bewölkt, häufige Schneeschauer

source: Overcast and dry
de: Bedeckt und trocken

source: Partly sunny, slightly stormy
de: Teilweise sonnig, gewitterhaft

source: Partly sunny, stormy snow showers
de: Teilweise sonnig, Gewitter und Schneeschauer

source: Overcast, thundery showers
de: Bewölkt, Gewitter und häufige Regenschauer

source: Overcast, thundery snow showers
de: Bewölkt, Gewitter und häufige Schneeschauer

source: Very cloudly, slightly stormy
de: Stark bewölkt, leicht gewitterhaft

source: Overcast, slightly stormy
de: Bewölkt, leicht gewitterhaft

source: Very cloudly, thundery snow showers
de: Stark bewölkt, Gewitter und häufige Schneeschauer

source: Sunny intervals, snow showers
de: Aufhellungen, einzelne Schneeschauer

source: Overcast, some rain showers
de: Bewölkt, einige Regenschauer

source: Overcast, some snow showers
de: Bewölkt, einige Schneeschauer

source: Slightly stormy
de: Aufhellungen, leicht gewitterhaft

source: Storms
de: Aufhellungen und gewitterhaft

source: Very cloudy, light rain
de: Stark bewölkt, schwacher Regen

source: Very cloudy, light rain and snow showers
de: Stark bewölkt, schwacher Schnee oder Regen

source: Very cloudy, light snowfall
de: Stark bewölkt, schwacher Schnee

source: Very cloudy, intermittent rain
de: Stark bewölkt, zeitweise Regen

source: Very cloudy, intermittant mixed rain and snowfall
de: Stark bewölkt, zeitweise Schnee oder Regen

source: Very cloudy, intermittent snowfall
de: Stark bewölkt, zeitweise Schnee

source: Very cloudy, constant rain
de: Stark bewölkt, anhaltender Regen

source: Very cloudy, frequent rain and snowfall
de: Stark bewölkt, anhaltender Regen oder Schnee

source: Very cloudy, heavy snowfall
de: Stark bewölkt, anhaltender Schnee

source: Very cloudy, slightly stormy
de: Stark bewölkt, leicht gewitterhaft

source: Very cloudy, stormy
de: Stark bewölkt, gewitterhaft

source: Very cloudy, storms
de: Stark bewölkt, stark gewitterhaft

source: High cloud cover
de: Hohe Wolkendecke

source: Stratus
de: Hochnebel

source: Fog
de: Nebel

source: Slightly overcast, scattered showers
de: Leicht bewölkt, einzelne Regenschauer

source: Slightly overcast, scattered snowfall
de: Leicht bewölkt, leichter Schneefall

source: Slightly overcast, rain and snow showers
de: Leicht bewölkt, einige Schnee‐ oder Regenschauer

source: Slightly overcast, some showers
de: Leicht bewölkt, einige Regenschauer

source: Overcast, frequent rain showers
de: Bewölkt, häufige Regenschauer

source: Overcast, frequent snow showers
de: Bewölkt, häufige Schneeschauer

source: Overcast and dry
de: Bedeckt und trocken

source: Slightly overcast, slightly stormy
de: Aufhellungen, gewitterhaft

source: Slightly overcast, stormy snow showers
de: Leicht bewölkt, Gewitter und Schneeschauer

source: Overcast, thundery showers
de: Bewölkt, Gewitter und häufige Regenschauer

source: Overcast, thundery snow showers
de: Bewölkt, Gewitter und häufige Schneeschauer

source: Very cloudly, slightly stormy
de: Stark bewölkt, leicht gewitterhaft

source: Overcast, slightly stormy
de: Bewölkt, leicht gewitterhaft

source: Very cloudly, thundery snow showers
de: Stark bewölkt, Gewitter und häufige Schneeschauer

source: Very cloudy
de: Stark bewölkt

source: Storms
de: Aufhellungen und gewitterhaft

source: Very cloudy, light rain
de: Stark bewölkt, leichter Regen

source: Very cloudy, light rain and snow showers
de: Stark bewölkt, leichte Regen- und Schneeschauer

source: Very cloudy, light snowfall
de: Stark bewölkt, leichter Schneefall

source: Very cloudy, intermittent rain
de: Stark bewölkt, zeitweise Regen

source: Very cloudy, intermittant mixed rain and snowfall
de: Stark bewölkt, zeitweise Regen und Schneefall

source: Very cloudy, intermittent snowfall
de: Stark bewölkt, zeitweise Schneefall

source: Very cloudy, constant rain
de: Stark bewölkt, Dauerregen

source: Very cloudy, frequent rain and snowfall
de: Stark bewölkt, häufiger Regen- und Schneefall

source: Very cloudy, heavy snowfall
de: Stark bewölkt, starker Schneefall

source: Very cloudy, stormy
de: Stark bewölkt, stürmisch

source: Very cloudy, storms
de: Stark bewölkt, Gewitter

source: High cloud cover
de: Hohe Wolkendecke

source: Stratus
de: Hochnebel

source: Fog
de: Nebel
