Repository: thomasgalliker/MeteoSwissApi
Catalog: MeteoSwissApi/Resources/Strings/WeatherConditionCodes.*.resx
Languages: fr, it

source: Sunny
fr: Ensoleillé
it: Assolato

source: Mostly sunny with some clouds
fr: Principalement ensoleillé avec quelques nuages
it: In prevalenza soleggiato con qualche nuvola

source: Partly sunny, thick passing clouds
fr: Nuages partiellement ensoleillés et épais
it: Parzialmente soleggiato, nuvole spesse di passaggio

source: Overcast
fr: Couvert
it: Coperto

source: Very cloudy
fr: Très nuageux
it: Molto nuvoloso

source: Sunny intervals, isolated showers
fr: Intervalles ensoleillés, averses isolées
it: Intervalli soleggiati, rovesci isolati

source: Sunny intervals, isolated sleet
fr: Intervalles ensoleillés, grésil isolé
it: Intervalli soleggiati, nevischio isolato

source: Overcast, some sleet
fr: Nuageux, un peu de grésil
it: Nuvoloso, un po 'di nevischio

source: Clear sky
fr: Ciel dégagé
it: Cielo sereno

source: Slightly overcast
fr: Légèrement couvert
it: Leggermente nuvoloso

source: Heavy cloud formations
fr: Formations nuageuses lourdes
it: Formazioni nuvolose pesanti

source: Overcast
fr: Couvert
it: Coperto

source: Very cloudy
fr: Très nuageux
it: Molto nuvoloso

source: Overcast, scattered showers
fr: Averses nuageuses et éparses
it: Piogge nuvolose e sparse

source: Overcast, scattered rain and snow showers
fr: Nuageux, pluies éparses et averses de neige
it: Nuvoloso, pioggia sparsa e rovesci di neve

source: Overcast, snow showers
fr: Nuageux, averses de neige
it: Nuvoloso, rovesci di neve

source: Overcast, some showers
fr: Nuageux, quelques averses
it: Nuvoloso, alcune docce

source: Overcast, some snow showers
fr: Nuageux, quelques averses de neige
it: Nuvoloso, alcuni rovesci di neve

source: Overcast, some rain and snow showers
fr: Nuageux, quelques averses de pluie et de neige
it: Nuvoloso, qualche pioggia e rovesci di neve

source: Sunny intervals, chance of thunderstorms
fr: Intervalles ensoleillés, risque d’orages
it: Intervalli soleggiati, possibilità di temporali

source: Sunny intervals, possible thunderstorms
fr: Intervalles ensoleillés, orages possibles
it: Intervalli soleggiati, possibili temporali

source: Very cloudy, light rain
fr: Très nuageux, pluie légère
it: Molto nuvoloso, pioggia leggera

source: Very cloudy, light sleet
fr: Très nuageux, grésil léger
it: Nevischio molto nuvoloso e leggero

source: Very cloudy, light snow showers
fr: Très nuageux, légères averses de neige
it: Molto nuvoloso, deboli rovesci di neve

source: Very cloudy, intermittent rain
fr: Très nuageux, pluie intermittente
it: Molto nuvoloso, pioggia intermittente

source: Very cloudy, intermittent sleet
fr: Très nuageux, grésil intermittent
it: Nevischio molto nuvoloso e intermittente

source: Very cloudy, intermittent snow
fr: Très nuageux, neige intermittente
it: Molto nuvoloso, neve intermittente

source: Very overcast with rain
fr: Très couvert de pluie
it: Molto nuvoloso con pioggia

source: Very overcast with frequent sleet
fr: Très couvert avec grésil fréquent
it: Molto nuvoloso con nevischio frequente

source: Very overcast with heavy snow
fr: Très couvert avec de fortes chutes de neige
it: Molto nuvoloso con abbondanti nevicate

source: Very overcast, slight chance of storms
fr: Très couvert, faible risque d’orages
it: Molto nuvoloso, leggera possibilità di temporali

source: Very overcast with storms
fr: Très couvert d’orages
it: Molto nuvoloso con temporali

source: Very cloudy, very stormy
fr: Très nuageux, très orageux
it: Molto nuvoloso, molto tempestoso

source: High cloud cover
fr: Couverture nuageuse élevée
it: Alta copertura nuvolosa

source: Fog
fr: Articulation
it: Giuntura

source: Sunny intervals, scattered showers
fr: Intervalles ensoleillés, averses éparses
it: Intervalli soleggiati, rovesci sparsi

source: Sunny intervals, scattered snow showers
fr: Intervalles ensoleillés, averses de neige éparses
it: Intervalli soleggiati, rovesci di neve sparsi

source: Sunny intervals, scattered sleet
fr: Intervalles ensoleillés, grésil épars
it: Intervalli soleggiati, nevischio sparso

source: Sunny intervals, some showers
fr: Intervalles ensoleillés, quelques averses
it: Intervalli soleggiati, qualche rovescio

source: Short sunny intervals, frequent rain
fr: Intervalles ensoleillés courts, pluies fréquentes
it: Brevi intervalli soleggiati, pioggia frequente

source: Short sunny intervals, frequent snowfalls
fr: Courts intervalles ensoleillés, chutes de neige fréquentes
it: Brevi intervalli soleggiati, frequenti nevicate

source: Overcast and dry
fr: Couvert et sec
it: Nuvoloso e asciutto

source: Partly sunny, slightly stormy
fr: Partiellement ensoleillé, légèrement orageux
it: Parzialmente soleggiato, leggermente tempestoso

source: Partly sunny, stormy snow showers
fr: Averses de neige partiellement ensoleillées et orageuses
it: Parzialmente soleggiato, rovesci di neve tempestosi

source: Overcast, thundery showers
fr: Averses nuageuses et orageuses
it: Piogge nuvolose e temporalesche

source: Overcast, thundery snow showers
fr: Nuageux, averses de neige orageuse
it: Rovesci di neve nuvolosi e fragorosi

source: Very cloudly, slightly stormy
fr: Très nuageux, légèrement orageux
it: Molto nuvoloso, leggermente tempestoso

source: Overcast, slightly stormy
fr: Nuageux, légèrement orageux
it: Nuvoloso, leggermente tempestoso

source: Very cloudly, thundery snow showers
fr: Très nuageux, averses de neige orageuses
it: Rovesci di neve molto nuvolosi e temporaleschi

source: Sunny intervals, snow showers
fr: Intervalles ensoleillés, averses de neige
it: Intervalli soleggiati, rovesci di neve

source: Overcast, some rain showers
fr: Nuageux, quelques averses de pluie
it: Nuvoloso, alcuni rovesci di pioggia

source: Overcast, some snow showers
fr: Nuageux, quelques averses de neige
it: Nuvoloso, alcuni rovesci di neve

source: Slightly stormy
fr: Légèrement orageux
it: Leggermente tempestoso

source: Storms
fr: Tempêtes
it: Tempeste

source: Very cloudy, light rain
fr: Très nuageux, pluie légère
it: Molto nuvoloso, pioggia leggera

source: Very cloudy, light rain and snow showers
fr: Très nuageux, pluie légère et averses de neige
it: Molto nuvoloso, pioggia leggera e rovesci di neve

source: Very cloudy, light snowfall
fr: Très nuageux, faibles chutes de neige
it: Molto nuvoloso, deboli nevicate

source: Very cloudy, intermittent rain
fr: Très nuageux, pluie intermittente
it: Molto nuvoloso, pioggia intermittente

source: Very cloudy, intermittant mixed rain and snowfall
fr: Très nuageux, intermittent mélange de pluie et de neige
it: Molto nuvoloso, pioggia mista intermittant e nevicate

source: Very cloudy, intermittent snowfall
fr: Très nuageux, chutes de neige intermittentes
it: Molto nuvoloso, nevicate intermittenti

source: Very cloudy, constant rain
fr: Très nuageux, pluie constante
it: Molto nuvoloso, pioggia costante

source: Very cloudy, frequent rain and snowfall
fr: Très nuageux, pluies et chutes de neige fréquentes
it: Molto nuvoloso, frequenti piogge e nevicate

source: Very cloudy, heavy snowfall
fr: Très nuageux, fortes chutes de neige
it: Molto nuvoloso, forti nevicate

source: Very cloudy, slightly stormy
fr: Très nuageux, légèrement orageux
it: Molto nuvoloso, leggermente tempestoso

source: Very cloudy, stormy
fr: Très nuageux, orageux
it: Molto nuvoloso, tempestoso

source: Very cloudy, storms
fr: Très nuageux, orages
it: Molto nuvoloso, temporali

source: High cloud cover
fr: Couverture nuageuse élevée
it: Alta copertura nuvolosa

source: Fog
fr: Articulation
it: Giuntura

source: Slightly overcast, scattered showers
fr: Légèrement couvert, averses éparses
it: Docce sparse leggermente nuvolose

source: Slightly overcast, scattered snowfall
fr: Légèrement couvert, chutes de neige éparses
it: Cielo leggermente nuvoloso, nevicate sparse

source: Slightly overcast, rain and snow showers
fr: Légèrement couvert, averses de pluie et de neige
it: Cielo leggermente coperto, pioggia e rovesci di neve

source: Slightly overcast, some showers
fr: Légèrement couvert, quelques averses
it: Leggermente nuvoloso, alcune docce

source: Overcast, frequent rain showers
fr: Nuageux, averses de pluie fréquentes
it: Nuvoloso, frequenti rovesci di pioggia

source: Overcast, frequent snow showers
fr: Nuageux, averses de neige fréquentes
it: Piogge di neve nuvolose e frequenti

source: Overcast and dry
fr: Couvert et sec
it: Nuvoloso e asciutto

source: Slightly overcast, slightly stormy
fr: Légèrement couvert, légèrement orageux
it: Leggermente nuvoloso, leggermente tempestoso

source: Slightly overcast, stormy snow showers
fr: Averses de neige légèrement couvertes, orageuses
it: Leggermente nuvoloso, rovesci di neve tempestosi

source: Overcast, thundery showers
fr: Averses nuageuses et orageuses
it: Piogge nuvolose e temporalesche

source: Overcast, thundery snow showers
fr: Nuageux, averses de neige orageuse
it: Rovesci di neve nuvolosi e fragorosi

source: Very cloudly, slightly stormy
fr: Très nuageux, légèrement orageux
it: Molto nuvoloso, leggermente tempestoso

source: Overcast, slightly stormy
fr: Nuageux, légèrement orageux
it: Nuvoloso, leggermente tempestoso

source: Very cloudly, thundery snow showers
fr: Très nuageux, averses de neige orageuses
it: Rovesci di neve molto nuvolosi e temporaleschi

source: Clear sky
fr: Ciel dégagé
it: Cielo sereno

source: Slightly overcast
fr: Légèrement couvert
it: Leggermente nuvoloso

source: Heavy cloud formations
fr: Formations nuageuses lourdes
it: Formazioni nuvolose pesanti

source: Overcast
fr: Couvert
it: Coperto

source: Very cloudy
fr: Très nuageux
it: Molto nuvoloso

source: Overcast, scattered showers
fr: Averses nuageuses et éparses
it: Piogge nuvolose e sparse

source: Overcast, scattered rain and snow showers
fr: Nuageux, pluies éparses et averses de neige
it: Nuvoloso, pioggia sparsa e rovesci di neve

source: Overcast, snow showers
fr: Nuageux, averses de neige
it: Nuvoloso, rovesci di neve

source: Overcast, some showers
fr: Nuageux, quelques averses
it: Nuvoloso, alcune docce

source: Overcast, some rain and snow showers
fr: Nuageux, quelques averses de pluie et de neige
it: Nuvoloso, qualche pioggia e rovesci di neve

source: Overcast, some snow showers
fr: Nuageux, quelques averses de neige
it: Nuvoloso, alcuni rovesci di neve

source: Slightly stormy
fr: Légèrement orageux
it: Leggermente tempestoso

source: Storms
fr: Tempêtes
it: Tempeste

source: Very cloudy, light rain
fr: Très nuageux, pluie légère
it: Molto nuvoloso, pioggia leggera

source: Very cloudy, light rain and snow showers
fr: Très nuageux, pluie légère et averses de neige
it: Molto nuvoloso, pioggia leggera e rovesci di neve

source: Very cloudy, light snowfall
fr: Très nuageux, faibles chutes de neige
it: Molto nuvoloso, deboli nevicate

source: Very cloudy, intermittent rain
fr: Très nuageux, pluie intermittente
it: Molto nuvoloso, pioggia intermittente

source: Very cloudy, intermittant mixed rain and snowfall
fr: Très nuageux, intermittent mélange de pluie et de neige
it: Molto nuvoloso, pioggia mista intermittant e nevicate

source: Very cloudy, intermittent snowfall
fr: Très nuageux, chutes de neige intermittentes
it: Molto nuvoloso, nevicate intermittenti

source: Very cloudy, constant rain
fr: Très nuageux, pluie constante
it: Molto nuvoloso, pioggia costante

source: Very cloudy, frequent rain and snowfall
fr: Très nuageux, pluies et chutes de neige fréquentes
it: Molto nuvoloso, frequenti piogge e nevicate

source: Very cloudy, heavy snowfall
fr: Très nuageux, fortes chutes de neige
it: Molto nuvoloso, forti nevicate

source: Very cloudy, slightly stormy
fr: Très nuageux, légèrement orageux
it: Molto nuvoloso, leggermente tempestoso

source: Very cloudy, stormy
fr: Très nuageux, orageux
it: Molto nuvoloso, tempestoso

source: Very cloudy, storms
fr: Très nuageux, orages
it: Molto nuvoloso, temporali

source: High cloud cover
fr: Couverture nuageuse élevée
it: Alta copertura nuvolosa

source: Fog
fr: Articulation
it: Giuntura
